/* (Action Extension - AEAUIMainController) Error tile */
"Error" = "Error";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Incorrect blocking on page:\n%@";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Missed ad on page:\n%@";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Report Incorrect Blocking";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Report Missed Ad";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "You have exceeded the maximum number of the filter rules.";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Attempted to convert rules to JSON while service is not started.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Bug Report";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Can't convert rules. Unexpected error occured. Please contact support team.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Can't send bug report because no email is probably set up on your device.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "Can't send message to support team because you have no configured email account.";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "Cannot add the filter rule. Rule text is invalid.";

/* (AEService) Service errors descriptions */
"Cannot change the filter rule. Rule text is invalid." = "Cannot change the filter rule. Rule text is invalid.";

/* (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Error";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Exceeded the maximum number of filter rules.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Filters cannot be loaded into Safari. Therefore, your recent changes were not applied.";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds...";

